Repository: fail0verflow/hbc
Catalog: channel/channelapp/i18n/*.po
Languages: french, german, japanese

source: no description available
french: aucune description disponible
german: keine Beschreibung
japanese: 詳細情報はありません

source: Information
japanese: 報告

source: Confirmation
german: Bestätigen
japanese: 確認

source: Warning
french: Avertissement
german: Achtung
japanese: 警告

source: Error
french: Erreur
german: Fehler
japanese: エラー

source: Cancel
french: Annuler
german: Abbrechen
japanese: キャンセル

source: Yes
french: Oui
german: Ja
japanese: はい

source: No
french: Non
german: Nein
japanese: いいえ

source: Delete
french: Supprimer
german: Löschen
japanese: 削除

source: Load
french: Charger
german: Laden
japanese: 起動

source: Back
french: Retour
german: Zurück
japanese: 戻る

source: Options
german: Einstellungen
japanese: オプション

source: Device:
french: Dispositif:
german: Quelle:
japanese: デバイス:

source: Internal SD Slot
french: Lecteur de carte SD
german: Interner SD Slot
japanese: 内部SDスロット

source: USB device
french: Dispositif USB
german: USB-Laufwerk
japanese: USBデバイス

source: SDGecko Slot A
french: Lecteur SDGecko A
japanese: SDGeckoのスロットA

source: SDGecko Slot B
french: Lecteur SDGecko B
japanese: SDGeckoのスロットB

source: Sort applications by:
french: Trier les applications par:
german: Anwendungen sortieren nach:
japanese: アプリケーションの並べ替え順序

source: Name
french: Nom
japanese: 名前

source: Date
german: Datum
japanese: 日付

source: <YourLanguageHere> translation by <YourNickNameHere>
french: Traduction française par Chandler et Strangerke
german: Deutsche Übersetzung: Elena Vectoradvenberg
japanese: 日本語、JEEB氏による翻訳

source: Theme:
french: Thème:
german: Thema:
japanese: テーマ:

source: Version: %s
japanese: バージョン: %s

source: Author: %s
french: Auteur : %s
german: Autor: %s
japanese: 作者: %s

source: Error while reading the application from the SD card
french: Erreur de lecture de l'application à partir de la carte SD
german: Fehler beim Lesen der Anwendung von der SD-Karte
japanese: アプリケーションをSDカードから読み込んでいる最中エラーが発生しました。

source: Error while receiving the application
french: Erreur lors de la réception de l'application
german: Fehler beim Empfang der Anwendung
japanese: アプリケーションを受信している最中エラーが発生しました。

source: Error uncompressing the received data
french: Erreur de décompression des données reçues
german: Fehler beim Entpacken der empfangenen Daten
japanese: 受信されたデータを解凍中エラーが発生しました。

source: This is not a valid Wii application
french: Application Wii non valide
german: Das ist keine gültige Wii-Anwendung
japanese: これは妥当なWiiアプリケーションではありません。

source: This is not a usable ZIP file
french: Ce fichier ZIP est inutilisable
german: Dies ist keine gültige ZIP-Datei
japanese: これは妥当なZIPファイルではありません。

source: Not enough memory
french: Mémoire insuffisante
german: Nicht genug Speicher
japanese: メモリーが足りません。

source: Loading %s
french: Chargement de %s
german: Lade %s
japanese: %sをロード中。

source: Receiving over USBGecko
french: Réception sur USBGecko
german: Empfange über USBGecko
japanese: USBGecko経由で受信中。

source: Receiving from %s
french: Réception à partir de %s
german: Empfange von %s
japanese: %sから受信中。

source: Extract the received ZIP file? %s of free space are required.
french: Decompression du fichier ZIP reçu? Un espace libre de %s est nécessaire.
german: Entpacken der empfangenen ZIP-Datei? %s bytes freier Speicherplatz werden benötigt.
japanese: 受信されたZIPファイルを解凍しますか。 %sの空き領域が必要になります。

source: WARNING: Files in '%s' will be overwritten
french: ATTENTION: Les fichiers dans '%s' seront écrasés
german: ACHTUNG: Dateien in '%s' werden überschrieben
japanese: 警告: 「%s」の中のファイルはすべて上書きされます。

source: Error while extracting the ZIP file
french: Erreur de décompression du fichier ZIP
german: Fehler beim Empfang der Anwendung
japanese: ZIPファイルを解凍中エラーが発生しました。

source: Do you really want to delete this application?
french: Voulez-vous vraiment supprimer cette application?
german: Soll die Anwendung wirklich gelöscht werden?
japanese: 本当にこのアプリケーションを削除しますか。

source: Error deleting '%s'
french: Errur lors de la suppression de '%s'
german: Fehler beim Löschen von '%s'
japanese: 「%s」を削除中にエラーが発生しました。

source: Extracting
french: Extraction en cours
german: Entpacke
japanese: 解凍中

source: Network not initialized
french: Réseau non initialisé
german: Netzwerk nicht initialisiert
japanese: ネットワークが初期化されていません。

source: Your Wii's IP is %u.%u.%u.%u
french: L'IP de votre Wii est %u.%u.%u.%u
german: Die IP deiner Wii ist %u.%u.%u.%u
japanese: このWiiのIPアドレスは %u.%u.%u.%u

source: About
french: À propos de
german: Info
japanese: このアプリケーションについて

source: Launch BootMii
french: Lancer BootMii
german: BootMii starten
japanese: BootMiiを起動

source: Exit to System Menu
french: Retour au menu système
german: Beenden, zum Systemmenü
japanese: システムメニューへ戻る

source: Shutdown
french: Arrêt
german: Herunterfahren
japanese: シャットダウン

source: An update to the Homebrew Channel (version %s, replacing the installed version %s) is available for installation, do you want to update now? Release notes: %s
french: Une mise à jour de la chaine Homebrew (version %s, remplaçant la version installée %s) est disponible. Voulez-vous faire la mise à jour maintenant ? Notes de version : %s
german: Ein Update für den Homebrew Channel ist verfügbar (Version %s, ersetzt die aktuelle Version %s). Soll jetzt aktualisiert werden? Versionsinfo: %s
japanese: Homebrew Channelに利用可能な更新があります。 （バージョン%s、現在のバージョン%sを置換） 今すぐ更新しますか。 リリース ノート : %s

source: Downloading Update (%u kB)
french: Téléchargement... (%u Ko)
german: Lade Update (%u KB)
japanese: 更新をダウンロード中 (%u kB)

source: Download failed
french: Échec du téléchargement
german: Download fehlgeschlagen
japanese: ダウンロードが失敗しました。

source: <no description>
french: <aucune description>
german: <keine Beschreibung>
japanese: <詳細情報はありません >
